import { PlusIcon } from "@/svg/PlusIcon";

export const PrivacyNotice = () => {
  return (
    <div className="w-full flex justify-center mt-[89px] mb-[80px]">
      <div className="w-[1200px] flex flex-col gap-6 justify-center">
        <div className="flex py-4 items-center gap-2">
          <PlusIcon />
          <p className="text-[22px] font-[700] leading-[33px]">
            Нууцлалын бодлого
          </p>
        </div>
        <div className="flex flex-col text-[18px] font-[400] leading-[30px] text-justify">
          <p className="">
            <span className="text-white">////////</span>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
          </p>
          <p>
            <span className="text-white">////</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
          <p>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
          </p>
          <p>
            <span className="text-white">////</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            <span className="text-white">////</span>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
          <span className="text-white">////////////</span>
          <p>
            <span className="text-white">/</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            <span className="text-white">////////</span>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
          <span className="text-white">////////////</span>
          <p>
            <span className="text-white">////////</span>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
          </p>
          <p>
            <span className="text-white">////</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
          <p>
            Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
            албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
            үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
            зохицуулахад оршино.
          </p>
          <p>
            <span className="text-white">////</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            <span className="text-white">////////</span>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
          <span className="text-white">////////////</span>
          <p>
            <span className="text-white">/</span>
            Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
            үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
            хэрэгжинэ.
          </p>
          <p>
            <span className="text-white">////////</span>
            Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
            байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
            хяналт тавина.
          </p>
        </div>
      </div>
    </div>
  );
};
